cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'dart-lang/dart'
tap 'homebrew/cask-fonts'
tap 'heroku/brew'
tap 'teamookla/speedtest'
tap 'superfly/tap'

brew 'zsh'
brew 'zsh-completions'
brew 'openssl'
brew 'spaceman-diff'
brew 'wget'
brew 'youtube-dl'
brew 'hub'
brew 'dart'
brew 'node'
brew 'npm'
brew 'watchman'
brew 'httpie'
brew 'heroku'
brew 'speedtest'
brew 'superfly/tap/flyctl'
brew 'cowsay-org/cowsay/cowsay-org'

cask 'visual-studio-code'
cask 'firefox'
cask 'slack'
cask 'vlc'
cask 'android-studio'
cask 'spotify'
cask 'iterm2'
cask 'istat-menus'
cask 'rectangle'
cask 'steam'
cask 'flux'
cask 'font-fira-code'
cask 'keyboard-maestro'
cask 'quicklook-json'
cask 'kap'
cask 'visual-studio-code'
cask 'ngrok'
cask 'lofi'
cask '1password'
cask '1password-cli'
cask 'cyberduck'
cask 'raycast'
cask 'signal'
cask 'keycastr'
cask 'opal-composer'
cask 'milanote'
cask 'chrysalis'
cask 'obsidian'
cask 'affinity-photo'
cask 'affinity-designer'
cask 'affinity-publisher'
cask 'blender'
cask 'qlab'
cask 'audacity'
cask 'logi-options+'
cask 'private-internet-access'
cask 'qflipper'
