cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'dart-lang/dart'
tap 'homebrew/cask-fonts'
tap 'heroku/brew'
tap 'teamookla/speedtest'
tap 'superfly/tap'

brew 'zsh'
brew 'zsh-completions'
brew 'openssl'
brew 'spaceman-diff'
brew 'wget'
brew 'youtube-dl'
brew 'hub'
brew 'dart'
brew 'node'
brew 'npm'
brew 'watchman'
brew 'httpie'
brew 'heroku'
brew 'speedtest'
brew 'superfly/tap/flyctl'

cask 'atom'
cask 'firefox'
cask 'slack'
cask 'vlc'
cask 'android-studio'
cask 'postman'
cask 'spotify'
cask 'iterm2'
cask 'istat-menus'
cask 'spectacle'
cask 'steam'
cask 'istat-menus'
cask 'flux'
cask 'font-fira-code'
cask 'graphql-playground'
cask 'keyboard-maestro'
cask 'aware'
cask 'quicklook-json'
cask 'realm-studio'
cask 'kap'
cask 'visual-studio-code'
cask 'ngrok'
cask 'lofi'
cask '1password'
cask '1password-cli'
cask 'cyberduck'
cask 'raycast'
cask 'signal'
cask 'keycastr'
